Repository: jhonasn/templatizator
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es, fr

source: [Templatizator] Configurable file editing
es: [Templatizator] Edición de archivo configurable
fr: [Templatizator] Edition de fichier configurable

source: Add variable:
es: Agregar variable:
fr: Ajouter une variable:

source: Cancel
es: Cancelar
fr: Annuler

source: Save
es: Guardar
fr: Enregistrer

source: [Templatizator] Template editing
es: [Templatizator] Edición de plantillas
fr: [Templatizator] Édition de modèle

source: File name:
es: Nombre del archivo:
fr: Nom du fichier:

source: Add
es: Agregar
fr: Ajouter

source: Remove
es: Eliminar
fr: Supprimer

source: Name:
es: Nombre:
fr: Nom:

source: Value:
es: Valor:
fr: Valeur:

source: Name
es: Nombre
fr: Nom

source: Value
es: Valor
fr: Valeur

source: Warning
es: Advertencia
fr: Attention

source: Fill variable name and value
es: Rellenar nombre y valor de variable
fr: Remplir le nom et la valeur de la variable

source: Select a project first
es: Selecciona un proyecto primero
fr: Sélectionner d'abord un projet

source: Add template
es: Agregar plantilla
fr: Ajouter un modèle

source: Add configurable file
es: Agregar archivo configurable
fr: Ajouter un fichier configurable

source: Open
es: Abrir
fr: Ouvrir

source: Open with...
es: Abrir con...
fr: Ouvrir avec...

source: Save templates on:
es: Guardar plantillas en:
fr: Enregistrer les modèles sur:

source: Project:
es: Proyecto:
fr: Projet:

source: Replacement variables:
es: Variables de reemplazo:
fr: Variables de remplacement:

source: Selected project:
es: Proyecto seleccionado:
fr: Projet sélectionné:

source: Select a directory...
es: Seleccionar un directorio...
fr: Choisir un répertoire...

source: Select
es: Seleccionar
fr: Sélectionner

source: Save templates in the project
es: Guardar plantillas en el proyecto
fr: Enregistrer les modèles dans le projet

source: Select the project directory:
es: Seleccione el directorio del proyecto:
fr: Sélectionnez le répertoire du projet:

source: Select the directory where the templates will be saved:
es: Seleccione el directorio donde se guardarán las plantillas:
fr: Sélectionnez le répertoire où les modèles seront sauvegardés:

source: new_template.[ext]
es: nueva_plantilla.[ext]
fr: nouveau_modele.[ext]

source: Select where to save the templates first
es: Selecciona donde guardar las plantillas primero
fr: Sélectionner où enregistrer les modèles en premier

source: Select the configurable file:
es: Seleccione el archivo configurable:
fr: Sélectionnez le fichier configurable:

source: Select a file inside the selected folder
es: Seleccione un archivo dentro de la carpeta seleccionada
fr: Sélectionner un fichier dans le dossier sélectionné

source: Question:
es: Pregunta:

source: Did you sure that you want to remove the {name}?
es: ¿Está seguro de que desea eliminar el {nombre}?
fr: Voulez-vous vraiment supprimer le {nom}?

source: Save it in the project?
es: ¿Guardar en el proyecto?
fr: Enregistrer dans le projet?

source: Templates saved successfully in the project!
es: ¡Plantillas guardadas exitosamente en el proyecto!
fr: Modèles enregistrés avec succès dans le projet!

source: Do you want to open the project folder?
es: ¿Desea abrir la carpeta del proyecto?
fr: Voulez-vous ouvrir le dossier du projet?

source: It was not possible to save the templates in the project
es: No fue posible guardar las plantillas en el proyecto
fr: Il n’a pas été possible d’enregistrer les modèles dans le projet

source: Error
fr: Erreur
