Repository: jhonasn/templatizator
Catalog: templatizator/locales/*/LC_MESSAGES/*.po
Languages: pt_br

source: [Templatizator] Configurable file editing
pt_br: [Templatizator] Edição de arquivo configurável

source: Add variable:
pt_br: Adicionar variável:

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: [Templatizator] Template editing
pt_br: [Templatizator] Edição de template

source: File name:
pt_br: Nome do arquivo:

source: Add
pt_br: Adicionar

source: Remove
pt_br: Remover

source: Name:
pt_br: Nome:

source: Value:
pt_br: Valor:

source: Name
pt_br: Nome

source: Value
pt_br: Valor

source: Warning
pt_br: Atenção

source: Fill variable name and value
pt_br: Preencha o nome e valor da variável

source: Select a project first
pt_br: Selecione um projeto primeiramente

source: Add template
pt_br: Adicionar template

source: Add configurable file
pt_br: Adicionar arquivo configurável

source: Open
pt_br: Abrir

source: Open with...
pt_br: Abrir com

source: Save templates on:
pt_br: Salvar templates em:

source: Project:
pt_br: Projeto:

source: Replacement variables:
pt_br: Variáveis de substituição

source: Selected project:
pt_br: Projeto selecionado:

source: Select a directory...
pt_br: Selecione um diretório...

source: Select
pt_br: Selecione

source: Save templates in the project
pt_br: Salvar templates no projeto

source: Select the project directory:
pt_br: Selecione o diretório do projeto:

source: Select the directory where the templates will be saved:
pt_br: Selecione o diretório onde os templates serão salvos:

source: new_template.[ext]
pt_br: novo_template.[ext]

source: Select where to save the templates first
pt_br: Selecione onde salvar os templates primeiramente

source: Select the configurable file:
pt_br: Selecione o arquivo configurável primeiramente

source: Select a file inside the selected folder
pt_br: Selecione um arquivo dentro da pasta selecionada

source: configurable file
pt_br: arquivo configurável

source: Question:
pt_br: Pergunta:

source: Did you sure that you want to remove the {name}?
pt_br: Você tem certeza que deseja remover o {name}?

source: Save it in the project?
pt_br: Salvar no projeto?

source: Templates saved successfully in the project!
pt_br: Templates salvos no projeto com sucesso!

source: Do you want to open the project folder?
pt_br: Deseja abrir a pasta do projeto?

source: Error
pt_br: Erro

source: It was not possible to save the templates in the project
pt_br: Não foi possivel salvar os templates no projeto
